Repository: Aisyk/slimbookbattery-translations
Catalog: translation_directory/locale/*/preferences.po
Languages: ca, es, gl

# strdialogtitle
source: Preferências do Slimbook Battery
ca: Preferències de SlimBook Battery
es: Preferencias de Slimbook Battery
gl: Preferencias de Slimbook Battery

# strrestorebutton
source: Restaurar valores padrão
ca: Restaurar als valors per defecte
es: Restaurar a los valores por defecto
gl: Restaurar aos valores predeterminados

# strprintwindowsize
source: Janela completa é exibida
ca: La finestra es mostra sencera
es: La ventana es mostrada entera
gl: A xanela amosase enteira

# strprintancho
source: Largura:
ca: Ample:
es: Ancho:
gl: Largo:

# strpagegeneral
source: Geral
ca: General
es: General
gl: Xeneral

# strpagecycles
source: Ciclos
ca: Cicles

# strenergysaving
source: Economia de energia
ca: Estalvi d'energia
es: Ahorro de energía
gl: Aforro de enerxía

# strbalanced
source: Equilibrado
ca: Equilibrat

# strmaximumperformance
source: Máximo Desempenho
ca: Màxim rendiment
es: Máximo rendimiento
gl: Máximo rendemento

# strpageinfo
source: Informações
ca: Informació
es: Información
gl: Información

# strswitchonoff
source: Ligar / Desligar:
ca: Encendre / Apagar:
es: Encender / Apagar:
gl: Acender / Apagar:

# strswitchautostart
source: Iniciar automaticamente:
ca: Inici automàtic amb el sistema:
es: Autoarranque con el sistema:
gl: Iniciar co arrinque do sistema:

# strselectmode
source: Modo de energia atual:
ca: Mode actual d'energia
es: Modo actual de energía:
gl: Modo actual de enerxía:

# strworkingmode
source: Modo de trabalho em caso de falha da bateria:
ca: En cas de fallada de la bateria, treballar en mode:
es: En caso de fallo en la batería, trabajar en modo:
gl: No caso de fallo da batería, traballar no modo:

# striconapp
source: Ícone na barra de tarefas (requer reiniciar aplicativo):
ca: Icona a la barra de tasques (requereix reiniciar l'aplicació):
es: Icono en la barra de tarea (requiere reiniciar la app):
gl: Icona na barra de tarefas (require reiniciar o apli):

# strhelpiconapp
source: Se você selecionou a opção de início automático e não selecionar a opção de exibir o ícone na barra de tarefas, o aplicativo vai iniciar com o ícone escondido (uma vez que reinicie o sistema)
ca: Nota: Si tens l'inici automàtic activat i l'icona oculta, l'aplicació s'executarà amb l'icona oculta (una vegada reinicïis el sistema)
es: Nota: Si tienes el autoarranque activo y el icono oculto, la aplicación se ejecutará con el icono oculto (una vez que reinicies el sistema)
gl: Nota: Se ten activado o arrinque co sistema e a icona agachada, o aplicativo executarase coa icona agochada (una vez que reinicie o sistema)

# strhibernate
source: Hibernar o sistema depois de 3 horas de suspensão:
ca: Hibernar després d'estar 3 hores en suspensió:
es: Hibernar después de estar 3 horas en suspensión:
gl: Hibernar após 3 horas en suspensión:

# strtitlebatparams
source: Parâmetros do modo bateria (desabilitados quando conectado à tomada)
ca: Paràmetres en mode bateria (desactivats en connectar el carregador):
es: Parametros en modo batería (desactivados al conectar el cargador):
gl: Parámetros en modo batería (desactivados ao cargar batería):

# strlimitcpu
source: Limitar o perfil da CPU:
ca: Perfil de limitació de la CPU:
es: Perfil de limitación de la CPU:
gl: Perfil de limitación da CPU:

# strlimitcputooltip
source: Nota: esta configuração afeta o desempenho
ca: Nota: aquest paràmetre afecta al rendiment
es: Nota: este parametro afecta al rendimiento
gl: Nota: este parametro afecta al rendimiento

# strmaximumlimitcpu
source: máximo
ca: màxima
es: máxima
gl: máxima

# strmediumlimitcpu
source: médio
ca: mitja
es: media
gl: media

# strnonelimitcpu
source: nenhum
ca: cap
es: ninguna
gl: ningunha

# strgovernorcpu
source: Perfil de economia do controlador da CPU:
ca: Perfil del governador de l'escalat de la CPU:
es: Perfil de governador del escalado de la CPU:
gl: Perfil de gobernador do escalado da CPU:

# strgraphicssaving
source: Perfil de economia da placa gráfica (Nvidia/AMD/Intel):
ca: Perfil d'estalvi gràfic (Nvidia/AMD/Intel):
es: Perfil de ahorro gráfico (Nvidia/AMD/Intel):
gl: Perfil de aforro gráfico (Nvidia/AMD/Intel):

# strsoundsaving
source: Perfil de economia de energia do som:
ca: Perfil d'estalvi de so:
es: Perfil de ahorro de sonido:
gl: Perfil de aforro do son

# strsoundtooltip
source: Nota: esta configuração pode causar pequenos cliques na saída de som
ca: Nota: aquest paràmetre pot causar petits tics en la sortida del so
es: Nota: este parametro puede causar pequeños tics en la salida del sonido
gl: Nota: este parámetro puede provocar pequeños clics na saída do son

# strwifisaving
source: Perfil de economia de energia da Wi-Fi:
ca: Perfil d'estalvi del Wi-Fi:
es: Perfil de ahorro de Wi-Fi:
gl: Perfil de aforro da WiFi:

# strwifisavingtooltip
source: Nota: economia de energia pode causar instabilidade na conexão wifi.
ca: Nota: pot causar inestabilitat en la connexió al seu punt d'accés
es: Nota: puede provocar inestabilidad en la conexión con su punto de acceso
gl: Nota: pode provocar inestabilidade na conexión co seu punto de acceso

# strbluetoothniu
source: Bluetooth desabilitado quando não está em uso:
ca: Desactivar el Bluetooth quan no s'utilitza
es: Desactivar Bluetooth cuando no se usa:
gl: Desactivar o Bluetooth cando non se usa:

# strwifiniu
source: Wi-Fi desabilitada quando não está em uso:
ca: Desactivar la Wi-Fi quan no s'utilitza
es: Desactivar Wi-Fi cuando no se usa:
gl: Desactivar a WiFi cando non se usa:

# strpersistentparams
source: Mudanças persistentes:
ca: Canvis persistents:
es: Cambios persistentes:
gl: Cambios persistentes:

# strbrightness
source: Configurar brilho da tela:
ca: Ajustar la brillantor de la pantalla
es: Ajustar el brillo de la pantalla:
gl: Axustar o brillo da pantalla:

# strbirghtnesstooltip
source: Nota: esta opção reduz consideravelmente o consumo da bateria
ca: Nota: aquesta opció redueix el consum de la bateria considerablement
es: Nota: esta opción reduce el consumo de la batería considerablemente
gl: Nota: esta opción reduce considerabelmente o consumo da batería

# strbluetoothdbos
source: Bluetooth não liga com o início do sistema:
ca: Desactivar el Bluetooth a l'iniciar el sistema
es: Desactivar bluetooth al iniciar el sistema:
gl: Desactivar o Bluetooth ao iniciar o sistema:

# strwifidbos
source: Wi-Fi não liga com o início do sistema:
ca: Desactivar el Wi-Fi a l'iniciar el sistema:
es: Desactivar Wi-Fi al iniciar el sistema:
gl: Desactivar a Wifi ao iniciar o sistema:

# strwifionlanconn
source: Desabilitar Wi-Fi quando a LAN está conectada:
ca: Desactivar el Wi-Fi al connectar el cable LAN:
es: Desactivar Wi-Fi al conectar cable LAN:
gl: Desactivar a Wifi ao conectar o cabo LAN:

# strautosuspendusb
source: Autosuspender Portas USB:
ca: Autosuspensió de ports USB:
es: Autosuspensión de puertos USB:
gl: Suspensión automática dos portos USB:

# strautosuspendusbtooltip
source: Nota: Aplica o modo de autosuspensão de todos os dispositivos USB com o início do sistema ou mudança da fonte de energia. Dispositivos de entrada como mouse e teclado assim como scanners são excluídos por padrão
ca: Nota: estableix el mode de suspensió automàtica per a tots els dispositius USB a l'iniciar el sistema o al canviar la font d'alimentació. Els dispositius d'entrada com ara els ratolins, els teclats o els escàners estan exclosos per defecte.
es: Nota: Establece el modo de suspensión automática para todos los dispositivos USB al iniciar el sistema o al cambiar la fuente de alimentación. Los dispositivos de entrada como los ratones, teclados o escaneres estan excluidos por defecto
gl: Nota: Estabelece o modo de suspensión automática para todos os dispositivos USB ao iniciar o sistema ou ao cambiar a fonte de alimentación. Os dispositivos de entrada como os ratos, teclados ou escáneres están excluídos de xeito predeterminado

# strexcludedusbids
source: USB IDs excluídos do modo de autosuspensão de USB:
ca: IDs dels dispositius USB exclosos de la suspensió automàtica:
es: IDs de dispositivos USB excluidos de la autosuspensión:
gl: ID de dispositivos USB excluídos da suspensión automática:

# strexcludedusbtooltip
source: Você precisa escrever na caixa de texto os IDs de USB (separados por espaços) para excluí-los da autosuspensão
ca: Nota: escriu els IDs dels dispositius USB (separats per espais) per excloure'ls de la suspensió automàtica
es: Nota: Escribe los IDs de los dispositivos USB (separados con espacios) para excluirlos de la autosuspensión
gl: Nota: Escriba os ID dos dispositivos USB (separados con espazos) para excluílos da suspensión automática

# strusbexcludebluetooth
source: Excluir os dispositivos bluetooth da autosuspensão de USB:
ca: Excloure dispositius Bluetooth de la suspensió automàtica USB:
es: Excluir dispositivos bluetooth de la autosuspensión USB:
gl: Excluír os dispositivos Bluetooth da suspensión USB automática:

# strusbexcludephone
source: Excluir dispositivos celulares da autosuspensão de USB:
ca: Excloure dispositius telefònics de la suspensió automàtica USB:
es: Excluir dispositivos telefónicos de la autosuspensión USB:
gl: Excluír os dispositivos telefónicos da suspensión USB automática:

# strusbexcludeprinter
source: Excluir impressoras da autosuspensão de USB:
ca: Excloure les impresores de la suspensió automàtica USB:
es: Excluir impresoras de la autosuspensión USB:
gl: Excluír as impresoras da suspensión USB automática:

# strusbexcludeethernet
source: Excluir dispositivos Ethernet da autosuspensão de USB:
ca: Excloure dispositius de xarxa de la suspensió automàtica USB:
es: Excluir dispositivos de red de la autosuspensión USB:
gl: Excluír os dispositivos de rede da suspensión USB automática:

# strusbautosuspenddisshutdown
source: Desabilitar o modo de autosuspensão de USB quando desligar o sistema:
ca: Desactivar la suspensió automàtica USB quan s'apagui el sistema:
es: Desactivar autosuspensión USB cuando se apague el sistema:
gl: Desactivar a suspensión USB automática cando se apague o sistema:

# strswitchcyclealerts
source: Habilitar / Desabilitar ciclo de alertas:
ca: Habilitar / Deshabilitar les alertes de cicles
es: Habilitar / Deshabilitar alertas de ciclos
gl: Activar / Desactivar as alertas de ciclos

# strmaxbatval
source: Valor máximo de bateria:
ca: Càrrega màxima de la bateria:
es: Carga máxima de la batería:
gl: Carga máxima da batería:

# strminbatval
source: Valor mínimo de bateria:
ca: Càrrega mínima de la bateria:
es: Carga mínima de la batería:
gl: Carga mínima da batería:

# strnumoftimes
source: Número de vezes:
ca: Número d'avisos:
es: Número de avisos:
gl: Número de avisos:

# strtimebwnwarnings
source: Tempo entre Avisos:
ca: Temps entre les alertes:
es: Tiempo entre las alertas:
gl: Tempo entre as alertas:s:

# strbatdevice
source: Dispositivo de bateria:
ca: Bateria:
es: Batería:
gl: Batería:

# strmanufacturer
source: Fabricante:
ca: Fabricant:

# strbatmodel
source: Modelo da bateria:
ca: Model de la bateria:
es: Modelo de la batería:
gl: Modelo da batería:

# strremainbat
source: Bateria restante:
ca: Bateria restant:
es: Batería restante:
gl: Batería restante:

# strmaxcapacity
source: Capacidade máxima:
ca: Màxima capacitat:
es: Máxima capacidad:
gl: Máxima capacidade:

# strstatusbat
source: Estado:
ca: Estat:

# strtimetofullbat
source: Tempo para completa:
ca: Temps per la càrrega:
es: Tiempo para la carga:
gl: Tempo para a carga:

# strtimetoemptybat
source: Tempo para vazia:
ca: Temps per la descàrrega:
es: Tiempo para la descarga:
gl: Tempo para a descarga:

# strtimetofullemptybat
source: Tempo para completa/vazia:
ca: Temps per la càrrega/descàrrega:
es: Tiempo para la carga/descarga:
gl: Tempo para a carga/descarga:

# strrechargeablebat
source: Recarregável:
ca: Recarregable:
es: Recargable:
gl: Recargábel:

# strpowersupplybat
source: Fonte de alimentação:
ca: Font d'alimentació:
es: Fuente de alimentación:
gl: Fonte de alimentación:

# strenergyfullbat
source: Energia cheia:
ca: Energia completa:
es: Energía completa:
gl: Carga completa:

# strenergyfulldesignbat
source: Energia cheia no projeto:
ca: Màxima energia recomenada:
es: Máxima energía recomendada:
gl: Carga máxima recomendada:

# strenergyratebat
source: Taxa de energia:
ca: Taxa d'energia:
es: Tasa de energía:
gl: Taxa de carga:

# strvoltagebat
source: Voltagem:
ca: Voltatge:
es: Voltaje:
gl: Voltaxe:

# strlastupdatebat
source: Última atualização das informações da bataria:
ca: Última actualizació de la bateria:
es: Última actualización de la batería:
gl: Última actualización da batería:

# strslimbookbatdesc1
source: Slimbook Baterry é um aplicativo de otimização de bateria para dispositivos portáteis que pode aumentar a vida
ca: SlimBook Battery és una aplicació que optimitza la bateria per a dispositius portàtils i que pot augmentar la vida
es: Slimbook Battery es un aplicación que optimiza la batería para dispositivos portátiles que puede aumentar la vida
gl: Slimbook Battery é un aplicativo que optimiza a batería dos dispositivos portátiles e que pode aumentar a vida

# strslimbookbatdesc2
source: da bateria em até 50%. Por essa razão, softwares de terceiros são usados para gerenciar e configurar os recursos do sistema.
ca: de la bateria fins a un 50%. S'utilitza programari de tercers per administrar els recursos del sistema.
es: de la batería en un 50%. Se utiliza software de terceros para administrar los recursos del sistema.
gl: da batería nun 50%. Empregase software de terceiros para administrar os recursos do sistema.

# strslimbookbatthanks
source: Agradecimentos especiais para TLP (© 2019, linrunner), Nvidia, AMD and Intel por nos oferecer as ferramentas necessárias para tornar isso possível!
ca: Agraïm a TLP (© 2019, linrunner), Nvidia, AMD i Intel per oferir-nos les eines necessàries per a realitzar-ho.
es: Agradecemos a TLP (© 2019, linrunner), Nvidia, AMD e Intel por ofrecernos las herramientas necesarias para realizarlo!
gl: Agradecemos a TLP (© 2019, linrunner), Nvidia, AMD e Intel por ternos ofrecido as ferramentas necesarias para facelo!

# strslimbookbatsocialnetworks
source: Se esse aplicativo tem sido útil para você, considere dizer isso em nossas redes sociais ou mesmo compar um SLIMBOOK ;)
ca: Si l'aplicació t'ha sigut d'utilitat, considera dir-ho a les nostres xarxes socials o inclús comprar un SLIMBOOK ;)
es: Si la aplicación te ha sido de utilidad, considera decirlo en nuestras redes sociales o incluso comprar un SLIMBOOK ;)
gl: Se lle foi de utilidade este aplicativo, agradecémoslle que o diga nas súas redes sociais e incluso que considere a posibilidade de mercar un SLIMBOOK ;)

# stradvice1
source: NOTA IMPORTANTE:
ca: NOTA IMPORTANT:

# stradvice2
source: Se você tem qualquer software, widget ou aplicativo que muda o perfil da CPU, otimização da bateria
ca: Si ja tens instal·lat algun programari que canviï el perfil de la CPU, l'optimització de la
es: Si ya tienes instalado algún software que cambie el perfil de la CPU, optimización de la
gl: Se xa ten instalado algún software ou ferramenta que cambie o perfil da CPU, optimización da batería

# stradvice3
source: ou similar, isso pode afetar o funcionamento deste aplicativo. Use sob sua responsabilidade.
ca: bateria o similar, podria afectar el correcte funcionament d'aquesta aplicació. Utilitza-la sota la teva responsabilitat.
es: batería o similar, puede afectar al funcionamiento de esta aplicación. Usala bajo tú responsabilidad.
gl: ou semellante, pode afectar ao funcionamento deste aplicativo. úseo baixo a súa responsabilidade.

# strvisitwebsite
source: Visite o website SLIMBOOK
ca: Visita la web de SLIMBOOK
es: Visita la web de SLIMBOOK
gl: Visite a web de SLIMBOOK

# strurlwebsite
source: https://slimbook.es/en/tutoriales/aplicaciones-slimbook/398-slimbook-battery-3-application-for-optimize-battery-of-your-laptop
ca: https://slimbook.es/tutoriales/aplicaciones-slimbook/100-slimbook-battery-3-app-optimizar-bateria-portatil
es: https://slimbook.es/tutoriales/aplicaciones-slimbook/100-slimbook-battery-3-app-optimizar-bateria-portatil
gl: https://slimbook.es/tutoriales/aplicaciones-slimbook/100-slimbook-battery-3-app-optimizar-bateria-portatil

# strvisittutorial
source: Tutorial para aprender a usar o Slimbook Baterry
ca: Tutorial per aprendre a utilitzar SlimBook Battery
es: Tutorial para aprender a usar Slimbook Battery
gl: Tutorial para aprender a usar Slimbook Battery

# straditionalinfo1
source: Info:
ca: Informació:
es: Información:
gl: Información:

# straditionalinfo2
source: Entre em contato se você encontrar algo errado. Nós ficaríamos agradecidos se você enviar o arquivo que é gerado
ca: Contacta amb nosaltres si trobes algun error. Agrairíem que adjuntessis el fitxer
es: Contacta con nosotros si encuentras algún error. Apreciaríamos que adjuntases el archivo
gl: Contacte con nós se atopa algún erro. Agradacerémoslle que anexe o ficheiro

# straditionalinfo3
source: ao clicar no botão abaixo
ca: que es genera fent clic al botó de sota
es: que se genera haciendo click en el botón de abajo
gl: que se xera premendo no botón de embaixo

# strsendemail
source: Envie um e-mail para:
ca: Envia un correu electrònic a:
es: Envia un e-mail a:
gl: Envíe un correo-e a:

# strcopyemail
source: Copiar e-mail
ca: Copiar el correu electrònic
gl: Copiar o correo-e

# strgeneratereport
source: Gerar relatório
ca: Generar un informe
es: Generar reporte
gl: Xerar o informe

# strwarranty
source: O software é fornecido "como está", sem garantia de nenhum tipo.
ca: Aquest programari es proporciona "tal qual", sense cap garantia de cap tipus.
es: Este software se proporciona "tal cual", sin garantía de ningún tipo.
gl: Este software fornecese «tal cal», sen garantía de ningún tipo.

# strlicense1
source: Você é livre para:
ca: Vostè és lliure de:
es: Usted es libre de:
gl: Vostede é libre para:

# strlicense2
source: Compartilhar:
ca: Compartir:
es: Compartir:
gl: Compartir:

# strlicense3
source: --copiar e redistribuir o material em qualquer mídia ou formato
ca: --copiar i redistribuïr el material per qualsevol mitjà o format
es: --copiar y redistribuir el material en cualquier medio o formato
gl: --copiar e redistribuír o material en calquera medio ou formato

# strlicense4
source: Slimbook Copyright - Licença Creative Commons BY-NC-ND 4.0
ca: Slimbook Copyright - License Creative Commons BY-NC-ND
es: Slimbook Copyright - License Creative Commons BY-NC-ND
gl: Slimbook Copyright - Licenza Creative Commons BY-NC-ND

# strunknown
source: Desconhecido
ca: Desconegut
es: Desconocido
gl: Descoñecido

# strhours
source: horas
ca: hores

# strfullychargedbat
source: Completamente carregado
ca: Completament carregada
es: Completamente cargada
gl: Completamente cargada

# strprintreportfilecheck1
source: Relatório gerado
ca: Informe generat
es: Reporte generado
gl: Informe xerado

# strprintreportfilecheck2
source: Relatório cancelado, senha incorreta
ca: Informe cancel·lat, error en la contrasenya
es: Reporte cancelado, error en la contraseña
gl: Informe cancelado, houbo un erro no contrasinal

# strprintreportfilecheck3
source: Relatório cancelado
ca: Informe cancel·lat
es: Reporte cancelado
gl: Informe cancelado

# strprintemailcopied
source: O e-mail foi copiado para a área de transferência
ca: El correu electrònic s'ha copiat al porta-retalls
es: El e-mail se ha copiado al portapapeles
gl: O correo-e foi copiado no portapapeis

# strmessagerestoredefaultvalues
source: Você quer restaurar para os valores padrões?
ca: Desitges restablir-ho als valors per defecte?
es: ¿Deseas restablecer a los valores por defecto?
gl: Confirma que quere restabelecer os valores predeterminados?

# strprintrestorevaluescancel
source: Valores restaurados cancelados
ca: Restauració als valors per defecte cancel·lada
es: Restauración a los valores por defecto cancelado
gl: A restauración aos valores predeterminados foi cancelada

# strcurrentmode
source: Modo atual:
ca: Mode actual :
es: Modo actual :
gl: Modo actual :

# strprintautostart
source: Início automático:
ca: Inici automàtic:
es: Autoarranque:
gl: Inicio automático:

# strmessagenvidia1
source: As mudanças foram aplicadas, mas é necessário reiniciar o sistema para que algumas tenham efeito.
ca: Els canvis s'han aplicat, però és necessari reiniciar per a que tinguin efecte.
es: Los cambios se han aplicado, pero es necesario reiniciar para que algunos surtan efecto.
gl: Os cambios foron aplicados, mais é necesario reiniciar para que algúns teñan efecto.

# strmessagenvidia2
source: Você quer reiniciar?
ca: Desitja reiniciar?
es: ¿Desea reiniciar)
gl: Confirma que quere reiniciar?

# strprintresponsenvidia
source: O sistema não vai reiniciar
ca: El sistema no serà reiniciat
es: El sistema no se va a reiniciar
gl: O sistema non se vai reiniciar

# strprintalto
source: Altura:
es: Alto:
gl: Alto:

# strpagebattery
source: Bateria
es: Batería
gl: Batería

# strtechnology
source: Tecnologia:
es: Tecnología:
gl: Tecnoloxía

# strprintappstatus
source: OnOff:
gl: AcendidoApagado:
