Repository: Aisyk/slimbookbattery-translations
Catalog: translation_directory/locale/*/slimbookbattery.po
Languages: pt_br

source: File config it's correct
pt_br: Arquivo de configuração está correto

source: The user introduces password correctly
pt_br: O usuário digitou a senha corretamente

source: Wrong password
pt_br: Senha errada

source: Cycle alerts enabled and applicacion it's on
pt_br: Alertas de ciclos ativados e aplicativo rodando

source: Cycle alerts disabled and application it's on
pt_br: Alertas de ciclos desativados e aplicativo rodando

source: Cycle alerts are enabled and the application it's off
pt_br: Alertas de ciclo estão ativados e aplicativo está encerrado

source: Cycle alerts are disabled and the application it's off
pt_br: Alertas de ciclo estão desativados e aplicativo está encerrado

source: Energy Saving
pt_br: Economia de energia

source: Balanced
pt_br: Equilibrado

source: Maximum Performance
pt_br: Máximo Desempenho

source: Off
pt_br: Desligado

source: Advanced mode
pt_br: Modo avançado

source: Exit
pt_br: Sair

source: Max battery:
pt_br: Bateria max.

source: Min battery:
pt_br: Bateria min.

source: Max times:
pt_br: Máx. número de vezes

source: Time between warnings:
pt_br: Tempo entre avisos

source: Current battery:
pt_br: Bateria atual:

source: Alerts disabled
pt_br: Alertas desativados

source: Alerts variable error
pt_br: Erro de variável de alertas

source: High battery level (Remaining
pt_br: Alto nível de bateria (Restante

source: Warning
pt_br: Aviso

source: Time until the next warning
pt_br: Tempo até o próximo aviso

source: seconds
pt_br: segundos

source: High battery. Disconnect your power supply.
pt_br: Bateria cheia. Desconecte seu cabo de energia.

source: Critical battery level (Remaining
pt_br: Nível crítico de bateria (Restante

source: Low battery. Connect your power supply.
pt_br: Pouca bateria. Conecte seu cabo de energia.

source: not process
pt_br: não processar

source: No se cierra la aplicación, ya que el usuario no ha introducido la contraseña
pt_br: Wrong password

source: Alert!
pt_br: Alerta!

source: The changes have been applied, but it is necessary to restart so that some of them may take effect. Do you want to restart?
pt_br: As alterações foram aplicadas, mas há a necessidade de reiniciar o sistemapara que algumas delas tenham efeito total.Você quer reiniciar?

source: System will not restart
pt_br: O sistema não vai reiniciar
