Repository: Aisyk/slimbookbattery-translations
Catalog: translation_directory/locale/*/LC_MESSAGES/preferences.po
Languages: it

source: Slimbook Battery Preferences
it: Preferenze della batteria Slimbook

source: Restore default values
it: Ripristina valori predefiniti

source: Full window is displayed
it: Viene visualizzata una finestra completa

source: Width:
it: Larghezza:

source: Height:
it: Altezza:

source: General
it: Generale

source: Cycles
it: Cicli

source: Energy saving
it: Risparmio energetico

source: Balanced
it: Bilanciato

source: Maximum Performance
it: Massima Performance

source: Battery
it: Batteria

source: Information
it: Informazioni

source: Power On / Off:
it: Accensione / spegnimento:

source: Autostart application:
it: Avvio automatico:

source: Actual energy mode:
it: Modalità di energia effettiva:

source: Maximum performance
it: Massime Prestazioni

source: Working mode in case of battery failure
it: Modalità di lavoro in caso di guasto della batteria

source: Icon on the taskbar (require restart app):
it: Icona sulla barra delle applicazioni (richiede il riavvio della app):

source: Note: If you have the autostart activated and the icon hide, the app will be executed with the icon hide (once you restart the system)
it: Se hai attivato l'avvio automatico e l'icona si nasconde, l'app sarà eseguita con l'icona nascondi (una volta riavviato il sistema)

source: Hibernate system after 3 hours in suspension:
it: Sistema di ibernazione dopo 3 ore in sospensione:

source: Battery mode parameters (disabled when you connect AC power):
it: Parametri della modalità batteria (disabilitati quando si collega l'alimentazione CA):

source: Limit CPU profile:
it: Limita profilo CPU:

source: Note: this setting affect to performance
it: Nota: questa impostazione influisce sulle prestazioni

source: maximum
it: massimo

source: medium
it: medio

source: none
it: nessuno

source: CPU scaling governor saving profile:
it: Profilo di risparmio del regolatore della CPU:

source: Graphic card saving profile (Nvidia/AMD/Intel):
it: Profilo di risparmio scheda grafica (Nvidia / AMD / Intel):

source: Sound power saving profile:
it: Profilo di risparmio energetico audio:

source: Note: this setting can cause slight clicks in sound output
it: Nota: questa impostazione può causare lievi scatti in uscita audio

source: Wi-Fi power saving profile:
it: Profilo di risparmio energetico Wi-Fi:

source: Note: power save can cause an unstable wifi link.
it: Nota: il risparmio energetico può causare un collegamento wifi instabile

source: Bluetooth disabled when not in use:
it: Bluetooth disabilitato quando non in uso:

source: Wi-Fi disabled when not in use:
it: Wi-Fi disabilitato quando non in uso:

source: Persistent changes:
it: Cambiamenti persistenti:

source: Set screen brightness:
it: Imposta la luminosità dello schermo:

source: Note: this option reduces the battery consumption considerably
it: Nota: questa opzione riduce considerevolmente il consumo della batteria

source: Bluetooth don't boot on start:
it: Bluetooth non si carica all'avvio:

source: Wi-Fi don't boot on start:
it: Il Wi-Fi non si carica all'avvio:

source: Disable Wi-Fi when LAN is connected:
it: Disattiva Wi-Fi quando la LAN è connessa:

source: Autosuspend USB Ports:
it: Spegnimento automatico delle porte USB:

source: Note: Set autosuspend mode for all USB devices upon system start or a change of power source. Input devices like mice and keyboards as well as scanners are excluded by default
it: Nota: imposta la modalità di sospensione automatica per tutti i dispositivi USB all'avvio del sistema o una modifica di alimentazione: Dispositivi di input come mouse e tastiere e scannersono esclusi di default"

source: Excluded USB IDs from USB autosuspend:
it: ID USB esclusi dalla sospensione automatica USB:

source: Note: You need to write in the Text Box the USB IDs (separate with spaces) to exclude from autosuspend
it: Nota: è necessario scrivere nella casella di testo gli ID USB (separati da spazi) da escludere dalla sospensione automatica

source: Exclude bluetooth devices from USB autosuspend:
it: Escludere dispositivi bluetooth dalla sospensione automatica USB:

source: Exclude phone devices from USB autosuspend:
it: Escludi dispositivi telefonici dalla sospensione automatica USB:

source: Exclude printer devices from USB autosuspend:
it: Escludere i dispositivi della stampante dalla sospensione automatica USB:

source: Exclude Ethernet devices from USB autosuspend:
it: Escludere dispositivi Ethernet dalla sospensione automatica USB:

source: Disable USB autosuspend mode upon system shutdown:
it: Disattiva la modalità di sospensione automatica USB all'arresto del sistema:

source: Note: You need to write in the Text Box the USB IDs (separate with spaces) to exclude from autosuspend.
it: Nota: è necessario scrivere nella casella di testo gli ID USB (separati da spazi) da escludere dalla sospensione automatica.

source: Enable / Disable cycle alerts
it: Abilita / disabilita gli avvisi del ciclo

source: Max battery value:
it: Valore massimo della batteria:

source: Min battery value:
it: Valore minimo della batteria

source: Number of times:
it: Numero di volte:

source: Time between Warnings:
it: Tempo tra gli avvertimenti:

source: Battery device:
it: Dispositivo batteria:

source: Manufacturer:
it: Produttore:

source: Battery model:
it: Modello di batteria:

source: Technology:
it: Tecnologia

source: Remaining battery:
it: Batteria rimanente:

source: Maximum capacity:
it: Capacità massima:

source: Status:
it: Stato

source: Time to full:
it: "Tempo di ricarica:

source: Time to empty:
it: Tempo di scaricamento:

source: Time to full/empty:
it: Tempo di carica / scarica:

source: Rechargeable:
it: Ricaricabile:

source: Power supply:
it: Alimentazione

source: Energy full:
it: Ricarica completata

source: Energy rate:
it: Livello di carica

source: Voltage:
it: Voltaggio:

source: Last update of the battery information:
it: Ultimo aggiornamento delle informazioni sulla batteria:

source: Slimbook Battery it's a battery optimization application for portable devices that can increase the battery
it: Slimbook Battery è un'applicazione di ottimizzazione della batteria per portatili dispositivi che possono aumentare la batteria

source: life by 50%. For this purpose, the third-party software is used to manage and configure the system resources.
it: vita del 50%. A tale scopo, il software di terze parti viene utilizzato per gestire e configurare le risorse di sistema.

source: Special thanks to TLP (© 2019, linrunner), Nvidia, AMD and Intel for offering us the necessary tools to make it possible!
it: Ringraziamenti speciali a TLP (© 2019, linrunner), Nvidia, AMD e Intel per offrirci gli strumenti necessari per aver reso questo possibile!

source: If this application has been useful to you consider saying it in our social networks or even buy a SLIMBOOK ;)
it: Se questa applicazione ti è stata utile, considera di dirlo nei nostri social networks o addirittura acquistare uno SLIMBOOK;)

source: IMPORTANT NOTE:
it: NOTE IMPORTANTI

source: If you have any software, widget or application to change the CPU profile, battery optimization
it: Se hai software, widget o applicazioni per cambiare il profilo della CPU, ottimizzazione della batteria

source: or similar, it may affect the functionament of this application. Use it under your responsibility.
it: o simili, può influenzare il funzionamento di questa applicazione. Usalo sotto la tua responsabilità

source: Visit SLIMBOOK website
it: Visita il sito web SLIMBOOK

source: https://slimbook.es/tutoriales/aplicaciones-slimbook/100-slimbook-battery-3-optimiza-la-duracion-de-la-bateria-de-tu-ordenador-portatil
it: https://slimbook.es/en/tutoriales/aplicaciones-slimbook/398-slimbook-battery-3-application-for-optimize-battery-of-your-laptop

source: Tutorial to learn use Slimbook Battery
it: Tutorial per imparare a usare Slimbook Battery

source: Contact with us if you find something wrong. We would appreciate that you attach the file that is generated
it: Contattaci se trovi qualcosa di sbagliato. Apprezzeremo che tu alleghi il file che viene generato

source: by clicking the button below
it: facendo clic sul pulsante qui sotto

source: Send an e-mail to:
it: Invia una e-mail a:

source: Copy e-mail
it: Copia e-mail

source: Generate report file
it: Genera file report

source: You are free to:
it: Sei libero di:

source: Share:
it: Condividere:

source: --copy and redistribute the material in any medium or format
it: - Copiare e ridistribuire il materiale in qualsiasi supporto o formato

source: Slimbook Copyright - License CC BY-NC-ND 4.0
it: Copyright Slimbook - Licenza CC BY-NC-ND 4.0

source: Result:
it: Risultato:

source: hours
it: ore

source: Fully charged
it: Carica completata

source: Report file generated
it: Report File generato

source: Report file canceled, wrong password
it: "L'email è stata copiata negli appunti"

source: Alert!
it: Allarme!

source: Do you want to restore to the default values?
it: Vuoi ripristinare i valori predefiniti?

source: Restored values canceled
it: Ripristina valori cancellati

source: Work Mode selected with ID:
it: Modalità di lavoro selezionata con ID:"

source: Name:
it: Nome

source: Actual Mode selected with ID:
it: Modalità effettiva selezionata con ID:

source: Wrong values in Sound saving (energy saving) setting
it: Valori errati nell'impostazione di salvataggio dell' audio (risparmio energetico)

source: Wrong values in Wi-Fi saving (energy saving) setting
it: Valori errati nell'impostazione del salvataggio Wi-Fi (risparmio energetico)

source: Wrong values in Bluetooth startup (energy saving) setting
it: Valori errati nell'impostazione di avvio Bluetooth (risparmio energetico)

source: Limit CPU with ID:
it: Limita CPU con ID:

source: Wrong values in Bluetooth/Wi-Fi not in use (energy saving) setting
it: Valori errati nell'impostazione Bluetooth / Wi-Fi non in uso (risparmio energetico)

source: Wrong values in Sound saving (balanced) setting
it: Valori errati nell'impostazione di salvataggio dell' audio(bilanciato)

source: Wrong values in Wi-Fi saving (balanced) setting
it: Valori errati nell'impostazione del salvataggio Wi-Fi (bilanciato)

source: Wrong values in Bluetooth startup (balanced) setting
it: Valori errati nell'impostazione di avvio Bluetooth (bilanciato)

source: Governor selected with ID:
it: Governatore selezionato con ID:

source: Limit CPU selected with ID:
it: Limite CPU selezionata con ID:

source: Wrong values in Bluetooth/Wi-Fi not in use (balanced) setting
it: Valori errati nell'impostazione Bluetooth / Wi-Fi non in uso (bilanciato)

source: Wrong values in Bluetooth saving (maximum performance) setting
it: Valori errati nell'impostazione del risparmio Bluetooth (prestazioni massime)

source: Wrong values in Sound saving (maximum performance) setting
it: Valori errati nell'impostazione risparmio audio (prestazioni massime)

source: Wrong values in Wi-Fi saving (maximum performance) setting
it: Valori errati nell'impostazione del risparmio Wi-Fi (massime prestazioni)

source: Wrong values in Bluetooth/Wi-Fi not in use (maximum performance) setting
it: Valori errati nell'impostazione Bluetooth / Wi-Fi non in uso (prestazioni massime)

source: Error taking actual mode setting
it: Errore durante l'impostazione della modalità effettiva

source: Actual mode :
it: Modalità reale:

source: Autostart:
it: Avvio automatico:

source: OnOff:
it: Acceso spento:

source: The changes have been applied, but it is necessary to restart so that some of them may take effect.
it: Le modifiche sono state applicate, ma è necessario riavviare in modo che alcune di loro possano avere effetto.

source: Do you want to restart?
it: Vuoi riavviare?

source: System will not restart
it: Il sistema non si riavvierà
