Repository: Aisyk/slimbookbattery-translations
Catalog: translation_directory/locale/*/LC_MESSAGES/slimbookbattery.po
Languages: it

source: File ahorrodeenergia exists in custom
it: Il file esistente personalizzato e' di risparmio energetico

source: File equilibrado exists in custom
it: Il file esitente personalizzato e' bilanciato

source: File maximorendimiento exists in custom
it: Il file esistente personalizzato e' di massime prestazioni

source: File ahorrodeenergia exists in default
it: Il file esistente di default e' risparmio energetico

source: File equilibrado exists in default
it: Il file esistente di default e' bilanciato

source: File maximorendimiento exists in default
it: Il file esistente di default è di massime prestazioni

source: File config it's correct
it: Il file di configurazione e' corretto

source: The user introduces password correctly
it: L'utente ha introdotto la password correttamente

source: Wrong password
it: Password errata

source: Cycle alerts enabled and applicacion it's on
it: Avvisi di ciclo abilitati e applicazione attiva

source: Cycle alerts disabled and application it's on
it: Avvisi di ciclo disabilitati e applicazione attiva

source: Cycle alerts are enabled and the application it's off
it: Gli avvisi di ciclo sono abilitati e l'applicazione è disattivata

source: Cycle alerts are disabled and the application it's off
it: Gli avvisi di ciclo sono disabilitati e l'applicazione è disattivata

source: Balanced
it: Bilanciato

source: Maximum Performance
it: Massime Prestazioni

source: Off
it: Spento

source: Advanced mode
it: Modalità avanzata

source: Exit
it: Esci

source: Max battery:
it: Batteria massima:

source: Min battery:
it: Batteria minima:

source: Max times:
it: Massimo volte:

source: Time between warnings:
it: Tempo tra gli avvisi:

source: Current battery:
it: Batteria attuale:

source: Alerts disabled
it: Avvisi disabilitati

source: Alerts variable error
it: Avvisi errore variabile

source: High battery level (Remaining)
it: Livello batteria alto (rimanente)

source: Warning
it: Avvertimento

source: Time until the next warning
it: Tempo fino al prossimo avvertimento

source: seconds
it: secondi

source: High battery. Disconnect your power supply.
it: Batteria alta.Disconnetti il tuo alimentatore.

source: Critical battery level (Remaining)
it: Livello critico della batteria (rimanente)

source: Low battery. Connect your power supply.
it: Batteria scarica. Collega il tuo alimentatore.

source: not process
it: nessun processo

source: No se cierra la aplicación, ya que el usuario no ha introducido la contraseña
it: Wrong password

source: Alert!
it: Allarme!

source: The changes have been applied, but it is necessary to restart so that some of them may take effect. Do you want to restart?
it: Le modifiche sono state applicate, ma è necessario riavviare in modo che alcune di loro abbiano effetto. nVuoi riavviare?"

source: System will not restart
it: Il sistema non si riavvierà
