Repository: Aisyk/slimbookbattery-translations
Catalog: translation_directory/locale/*/LC_MESSAGES/slimbookbattery-changemode.po
Languages: es, gl, pt_br

source: Has an nvidia graphics card
es: Tiene una tarjeta gráfica Nvidia
gl: Ten unha tarxeta gráfica Nvidia
pt_br: Tem uma placa gráfica nvidia

source: Changes to nvidia graphics: power off mode
es: Cambia a gráficos nvidia: modo apagado
gl: Cambia a gráficos Nvidia: modo apagado
pt_br: Alterações para nvidia graphics: modo de desligamento

source: Changes to intel graphics: energy saving
es: Cambia a gráficos intel: ahorro de energía
gl: Cambia a gráficos Intel: aforro de enerxía
pt_br: Alterações para intel graphics: economia de energia

source: Alredy using intel graphics: energy saving
es: Ya utiliza gráficos intel: ahorro de energía
gl: Xa emprega gráficos Intel: aforro de enerxía
pt_br: Já usando intel graphics: economia de energia

source: Changes to nvidia graphics: energy saving
es: Cambia a gráficos nvidia: ahorro de energía
gl: Cambia a gráficos Nvidia: aforro de enerxía
pt_br: Alterações para nvidia graphics: economia de energia

source: Alredy using nvidia graphics: energy saving
es: Ya utiliza gráficos nvidia: ahorro de energía
gl: Xa emprega gráficos Nvidia: aforro de enerxía
pt_br: Já usando nvidia graphics: economia de energia

source: Changes to intel graphics: balanced
es: Cambia a gráficos intel: equilibrado
gl: Cambia a gráficos Intel: equilibrado
pt_br: Alterações para intel graphics: equilibrado

source: Alredy using intel graphics: balanced
es: Ya utiliza gráficos intel: equilibrado
gl: Xa emprega gráficos Intel: equilibrado
pt_br: Já usando intel graphics: equilibrado

source: Changes to nvidia graphics: balanced
es: Cambia a gráficos nvidia: equilibrado
gl: Cambia a gráficos Nvidia: equilibrado
pt_br: Alterações para nvidia graphics: equilibrado

source: Alredy using nvidia graphics: balanced
es: Ya utiliza gráficos nvidia: equilibrado
gl: Xa emprega gráficos Nvidia: equilibrado
pt_br: Já usando nvidia graphics: equilibrado

source: Changes to nvidia graphics: maximumum performance
es: Cambia a gráficos nvidia: máximo rendimiento
gl: Cambia a gráficos Nvidia: máximo rendemento
pt_br: Alterações para nvidia graphics: máximo desempenho

source: Alredy using nvidia graphics: maximum performance
es: Ya utiliza gráficos nvidia: máximo rendimiento
gl: Xa emprega gráficos Nvidia: máximo rendemento
pt_br: Já usando nvidia graphics: máxim desempenho

source: Modifications for AMD and Intel graphics are going to be made: energy saving
es: Se aplican cambios para los gráficos AMD e Intel: ahorro de energia
gl: Aplicanse cambios para os gráficos AMD e Intel: aforro de enerxía
pt_br: Modificações para AMD e Intel graphics vão ser feitas: economia de energia

source: AMD and Intel graphics back to default configuration: energy saving
es: Vuelven a los valores por defecto de los gráficos AMD e Intel: ahorro de energía
gl: Volvese aos valores predeterminados dos gráficos AMD e Intel: aforro de enerxía
pt_br: AMD e Intel graphics voltaram para a configuração padrão: economia de energia

source: Modifications for AMD and Intel graphics are going to be made: balanced
es: Se aplican cambios para los gráficos AMD e Intel: equilibrado
gl: Aplicanse cambios para os gráficos AMD e Intel: equilibrado
pt_br: Modificações para AMD e Intel graphics vão ser feitas: equilibrado

source: AMD and Intel graphics back to default configuration: balanced
es: Vuelven a los valores por defecto de los gráficos AMD e Intel: equilibrado
gl: Volvese aos valores predeterminados dos gráficos AMD e Intel: equilibrado
pt_br: AMD e Intel graphics voltaram para a configuração padrão: equilibrado

source: Brightness value converted:
es: Brillo convertido:
gl: Brillo convertido:
pt_br: Intensidade de brilho convertido:

source: Error calling accion param
es: Error llamando a la variable accion
gl: Produciuse un erro ao invocar o parámetro «accion»
pt_br: Erro chamando parâmetro accion
